package com.way.Domen;

/**
 * Created by Yun on 2015/9/1.
 */
public class City_AQI {

    /**
     * 字段说明
     * 1、aqi            空气质量指数
     * 2、area           城市名称
     * 3、position_name  监测点名称
     * 4、station_code   监测点编码
     * 5、so2            二氧化硫1小时平均
     * 6、so2_24h        二氧化硫24小时滑动平均
     * 7、no2            二氧化氮1小时平均
     * 8、no2_24h        二氧化氮24小时滑动平均
     * 9、pm10           颗粒物(粒径小于等于10um)1小时平均
     * 10、pm10_24h      颗粒物(粒径小于等于10um)24小时滑动平均
     * 11、cp            一氧化碳1小时平均
     * 12、co_24h        一氧化氮24小时滑动平均
     * 13、o3            臭氧1小时平均
     * 14、o3_24h        臭氧日最大1小时平均
     * 15、o3_8h         臭氧8小时滑动平均
     * 16、o3_8h_24h     臭氧日最大8小时滑动平均
     * 17、pm2_5         颗粒物(粒径小于等于2.5um)1小时平均
     * 18、pm2_5_24h     颗粒物(粒径小于等于2.5um)24小时滑动平均
     * 19、primary_pollution 首要污染物
     * 20、quality       空气质量指数类别，“优、良、轻度污染、中度污染、重度污染、严重污染”
     * 21、time_point    数据发布的时间
     */
}
